Repository: GuillaumeDerval/covidTracker
Catalog: covidbelgium/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Please fill in your sex
fr: Merci de renseigner votre sexe

source: Please fill in your age
fr: Merci de renseigner votre age

source: Please fill in your municipality
fr: Merci de renseigner le code postal de votre commune

source: Please select your status w.r.t Covid-19.
fr: Veuillez indiquer votre status par rapport au Covid-19.

source: Invalid date format. Please enter it as dd/mm/yyyy, like 20/03/2019.
fr: Format de date invalide. Merci de l'entrer au format jj/mm/aaaa, comme par exemple 20/03/2019

source: Invalid dates, you should fall ill before being cared.
fr: Dates invalides. Vous êtes probabelement tombé malade avant d'être soigné.

source: Invalid start of symptoms date.
fr: La date de début des symptomes est invalide.

source: If you think you are/were ill, please select the symptoms you faced. If you did not experience any of them, it is extremely unlikely you had covid-19.
fr: Si vous pensez que vous êtes ou avez été malade, merci de sélectionner les symptomes que vous avez subit. Si vous n'avez eu aucun d'entre eux, vous n'aviez certainement pas le Covid-19.

source: If you had some symptoms, it is not extremely unlikely that you had Covid-19.
fr: Si vous avez eu certains symptomes, il n'est pas extrêmement peu probable que vous ayez eu le Covid-19.

source: Fill this form to contribute.
fr: Remplissez ce formulaire pour contribuer.

source: <a href="{}">Everything is strictly anonymous</a>, don't worry!
fr: <a href="{}">Tout est strictement anonyme</a>, pas d'inquiétudes!

source: (no error... yet)
fr: (pas d'erreurs... pour l'instant)

source: Sex
fr: Sexe

source: Select your age
fr: Sélectionnez votre tranche d'âge

source: Municipality code
fr: Code postal

source: How likely is it that you suffer(ed) from COVID-19?
fr: Pensez-vous souffrir ou avoir souffert du Covid-19?

source: Extremely unlikely
fr: Extrêmement peu probable

source: Unlikely (I had or still have very little symptoms)
fr: Peu probable (J'ai ou j'ai eu des symptomes, peu nombreux et faibles)

source: Maybe (I had or still have some symptoms)
fr: Peut-être (J'ai eu ou j'ai toujours plusieurs symptomes)

source: Likely (I had or still have most symptoms)
fr: Très probable (J'ai eu ou j'ai toujours la majorité des symptomes)

source: Certain (confirmed by medical test)
fr: Certain (confirmé par un test médical)

source: Good news, you don't need to fill the fields below, as you were/are not sick!
fr: Bonne nouvelle, vous n'avez pas besoin de remplir les champs ci-dessous, étant donné que vous n'avez pas été malade!

source: Simply submit the form at the bottom of the page.
fr: Vous n'avez plus qu'à soumettre le formulaire en appuyant sur le bouton en bas de la page.

source: When were you sick?
fr: Quand étiez-vous malade?

source: From
fr: Depuis le

source: Put the date where your first symptom appeared
fr: Indiquez la date à laquelle votre premier symptome est apparu

source: To
fr: Jusqu'au

source: If you are still ill, please put any date in the future
fr: Si vous êtes toujours malade, mettez n'importe quelle date dans le futur

source: Which symptoms did you experience?
fr: Quels symptomes avez-vous eu?

source: Vomiting
fr: Vomissements

source: Stuffy or runny nose
fr: Nez bouché ou qui coule

source: High fever (> 38°C)
fr: Fièvre importante (> 38°C)

source: Loss of smell or taste
fr: Perdu du goût ou de l'odorat

source: Breathing difficulties
fr: Difficultés respiratoires

source: Tiredness
fr: Fatigue

source: Dry Cough
fr: Toux sèche

source: Shivers
fr: Frissons

source: Headache
fr: Migraine

source: Muscle pain
fr: Douleurs musculaires

source: Sore throat
fr: Gorge douloureuse

source: Diarrhea
fr: Diarhée

source: Please do not fill this if you are a human
fr: Merci de ne pas remplir ceci si vous êtes un humain

source: do not fill me
fr: ne pas me remplir

source: If you are not a droid, and purposefully deactivated javascript, fill this entry with the word '{}'
fr: If si vous n'êtes pas un droide, et que vous avez expressement désactivé Javascript, merci de remplir cette entrée avec le mot '{}'

source: fill me with what's indicated above
fr: remplissez-moi avec ce qui est indiqué ci-dessus

source: Click here to continue
fr: Cliquez ici pour continuer

source: Never
fr: Jamais

source: Rarely (1-2 times)
fr: Rarement (1-2 fois)

source: Sometimes (3-5 times)
fr: Parfois (3-5 fois)

source: Often (5-10 times)
fr: Souvent (5-10 fois)

source: Always
fr: Toujours

source: Rarely (1 day a week)
fr: Rarement (1 jour par semaine)

source: Sometimes (2-3 days a week)
fr: Parfois (2-3 jours par semaine)

source: Doesn't apply (I don't have a job)
fr: Ne s'applique pas (Je ne travaille pas)

source: Strongly disagree
fr: Pas du tout d'accord

source: Disagree
fr: Pas d'accord

source: Neutral
fr: Neutre

source: Agree
fr: D'accord

source: Fight the virus with <span class='is-family-code'>data</span>!
fr: Combattez le virus avec la <span class='is-family-code'>data</span>!

source: Your IP (aka people in your home) updated too many profiles today, please wait tomorrow. This ensures that we keep good quality data.
fr: Votre ip (c'est à dire les personnes chez vous) ont mis à jour trop de profils aujourd'hui. Merci d'attendre demain. Cela nous permet de nous assurer que nous gardons des données de bonne qualité.

source: Update your profile:
fr: Mettez à jour votre profil:

source: I want to participate!
fr: Je veux participer!

source: I already filled the form, but my profile is not listed above
fr: J'ai déjà rempli le formulaire, mais mon profil n'est pas listé ci-dessus

source: I already filled the form, let me update it!
fr: J'ai déjà rempli le formulaire, je veux le mettre à jour!

source: More information below
fr: Plus d'informations ci-dessous
